Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །བྱང་ཆུབ་དམ་པའི་མཆོག་ཏུ་སེམས་སྐྱེ་ཞེས།
en: The mind of the most eminent awakening is born.”

source: །དེ་འདྲའི་སྒྲ་དག་སིལ་སྙན་རྣམས་ལས་བྱུང་།
en: Such words rang out from the musical instruments.

source: །དང་ཞིང་དད་དང་མོས་དང་གུས་པ་དང་། །ང་རྒྱལ་མེད་ཅིང་བླ་ལ་འདུད་པ་དང་། །འདྲི་དང་དགི་བ་ཅི་ཞེས་ཚོལ་བ་དང་། །རྗེས་སུ་དྲན་པ་བསྒོམས་པའི་སྒྲ་བྱུང་ངོ་།
en: “Faith, devotion, dedication, respect, Lack of pride, and humility before the teachers, Inquiry and search for the nature of virtue, And training in mindfulness.” Such were the words that emerged.

source: །སྦྱིན་དང་དུལ་དང་སྡོམ་དང་ཚུལ་ཁྲིམས་སྒྲ།
en: “Generosity, calmness, collectedness, discipline,

source: །བཟོད་པའི་སྒྲ་དང་དེ་བཞིན་བརྩོན་འགྲུས་སྒྲ།
en: Forbearance, diligence,

source: །བསམ་གཏན་མངོན་པར་སྒྲུབ་དང་ཏིང་འཛིན་སྒྲ།
en: Concentration, absorption,

source: །ཤེས་རབ་དང་ནི་ཐབས་ཀྱི་སྒྲ་ཡང་བྱུང་།
en: Knowledge, and means.” Such were the words that emerged.

source: །བྱམས་པའི་སྒྲ་དང་དེ་བཞིན་སྙིང་རྗེའི་སྒྲ།
en: “Through settling on love, compassion,

source: །དགའ་དང་བཏང་སྙོམས་མངོན་པར་ཤེས་པའི་སྒྲ།
en: Joy, equanimity, higher knowledge,

source: །བསྡུ་བའི་དངོས་པོ་བཞི་པོ་རྣམ་ངེས་པས།
en: And the four means of attracting disciples,

source: །སེམས་ཅན་ཡོངས་སུ་སྨིན་བྱའི་སྒྲ་ཡང་བྱུང་།
en: You will ripen beings.” Such were the words that emerged.

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རབ་དབྱེ་སྒྲ།
en: “Analyze the four applications of mindfulness,

source: །ཡང་དག་སྤོང་དང་དེ་བཞིན་རྫུ་འཕྲུལ་དང་། །དབང་པོ་ལྔ་དང་སྟོབས་ལྔ་རབ་དབྱེ་དང་། །བྱང་ཆུབ་ཡན་ལག་སྒྲ་ནི་སིལ་སྙན་བྱུང་།
en: The thorough relinquishments, the bases of miraculous power, The five faculties, the five powers, and the branches of awakening.” Such were the words that emerged from the instruments.

source: །ཡན་ལག་བརྒྱད་པའི་འཕགས་ལམ་མཆོག་དབྱེ་དང་། །ཞི་གནས་སྒྲ་དང་དེ་བཞིན་ལྷག་མཐོང་དང་། །མི་རྟག་པ་དང་སྡུག་བསྔལ་བདག་མེད་སྒྲ།
en: “The divisions of the supreme eightfold path of the noble ones, Tranquility, insight, impermanence, Suffering, lack of self, and repulsiveness.”

source: །མི་སྡུག་སྒྲ་ཡང་སིལ་སྙན་རྣམས་ལས་བྱུང་།
en: Such were the words that emerged from the instruments.

source: །འདོད་ཆགས་བྲལ་སྒྲ་དེ་བཞིན་དབེན་པའི་སྒྲ།
en: “Freedom from attachment, solitude,

source: །ཟད་པ་ཤེས་པའི་སྒྲ་དང་མི་སྐྱེ་སྒྲ།
en: Knowledge of extinction, nonarising,

source: །འགོག་པའི་སྒྲ་དང་དེ་བཞིན་གནས་མེད་སྒྲ།
en: Cessation, nonabiding, and nirvāṇa.”

source: །མྱ་ངན་འདས་པའི་སྒྲ་ཡང་སིལ་སྙན་བྱུང་།
en: Such were the words that emerged from the instruments.

source: །རྫོགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་མཐུ་ཡིས་ན།
en: Through the power of the Perfect Bodhisattva,

source: །སྙིལ་སྙན་དག་ལས་འདི་འདྲའི་སྒྲ་བྱུང་སྟེ།
en: Such words emerged from the instruments.

source: །སྒྲ་དེ་ཐོས་ནས་བུད་མེད་ཐམས་ཅད་ཀྱིས།
en: As all these wanton women heard these words, they learned them,

source: །སེམས་ཅན་མཆོག་རབ་རྗེས་བསླབས་བྱང་ཆུབ་སྨོན།
en: And directed their aspirations for awakening to the Perfect Being.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་བཙུན་མོའི་འཁོར་གྱི་ནང་ན་འདུག་པས་བུད་མེད་བརྒྱད་ཁྲི་བཞི་སྟོང་དང་། ལྷའི་བུ་བརྒྱ་སྟོང་མང་པོ་གང་དག་དེར་འདུས་པར་གྱུར་པ་དག་ཀྱང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྨིན་པར་བྱས་པར་གྱུར་ཏོ།
en: Monks, while the Bodhisattva remained in this way among his retinue of consorts, he matured 84,000 women along with many hundreds of thousands of assembled gods for the attainment of unexcelled and perfect awakening.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་མངོན་པར་འབྱུང་བའི་དུས་ལ་བབ་པ་དང་། དགའ་ལྡན་གྱི་རིས་ཀྱི་ལྷའི་བུ་ཁྲེལ་ཡོད་པའི་ལྷ་ཞེས་བྱ་བ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་དེས་མཚན་མོ་མི་ཉལ་ཙམ་ན།
en: When it was time for the Bodhisattva to leave home, there arrived a god from the Heaven of Joy by the name Hṛīdeva, on a visit concerning the Bodhisattva’s unexcelled and perfect awakening.

source: ལྷའི་བུ་འབུམ་ཕྲག་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་བསྐོར་ཅིང་མདུན་དུ་བདར་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ལ་རིམ་གྲོ་བྱ་བའི་ཕྱིར་ཁང་བཟངས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་ནམ་མཁའི་དཀྱིལ་ན་འདུག་སྟེ།
en: Then, in the quiet of the night, he arrived at the palace together with an assembly of 32,000 gods in order to serve and venerate the Bodhisattva.

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: As he arrived, he stopped in midair and sang these verses to the Bodhisattva:

source: ཤི་འཕོ་བ་ནི་ཤིན་ཏུ་བསྟན།
en: “You have manifested passing away, Famed One!

source: །སྐྱེས་བུ་སེང་གེས་ཚེ་ཡང་བསྟན།
en: Lion of Men, you have also manifested birth.

source: །བཙུན་མོའི་འཁོར་ཡང་བསྟན་པ་མཛད།
en: In order to teach the retinue of consorts,

source: །ཁྱོད་ཀྱིས་འཇིག་རྟེན་རྗེས་འཐུན་མཛད།
en: You have acted in accordance with the world.

source: །འཇིག་རྟེན་ཆོས་ནི་རྗེས་ཐོབ་པས།
en: “While acting in conformity with the world,

source: །ལྷ་མི་མང་པོ་ཡོངས་སྨིན་མཛད། །
en: You have ripened many gods and humans.

source: མངོན་པར་འབྱུང་བའི་བློ་དགོངས་པའི། །དེ་ཡི་དུས་ལ་དེང་བབ་བོ།
en: Today the time has come, So please consider leaving home.

source: །མ་གྲོལ་བས་ནི་དགྲོལ་མི་ནུས།
en: “If you are not free yourself, you will be unable to liberate others;

source: །ལོང་བས་ལམ་ཡང་སྟོན་མི་ནུས།
en: A blind man cannot show the way.

source: །གྲོལ་བས་དགྲོལ་བར་བྱེད་པར་ནུས།
en: If you are free, you can liberate others;

source: །མིག་ལྡན་ལོང་བ་ལམ་སྟོན་ནུས།
en: A person with sight can show the way.

source: །སེམས་ཅན་གང་དག་འདོད་པས་འཁོལ།
en: “Those beings who are slaves to desire—

source: །ཁྱིམ་ནོར་བུ་དང་ཆུང་མ་ཆགས།
en: Attached to their house, wealth, sons, and wife—

source: །དེ་དག་ཁྱོད་ཀྱི་རྗེས་སློབ་ཅིང་།
en: When being trained by you,

source: །མངོན་པར་འབྱུང་བར་བཞེད་པར་མཛོད།
en: May they too form a wish to leave their homes.

source: །དབང་ཕྱུག་འདོད་པས་རྩེ་བ་དང་། །གླིང་བཞི་རིན་ཆེན་བདུན་སྤངས་ཏེ།
en: “You must abandon your dominion and the sports of love, And the seven riches on the four continents.

source: །ཁྱོད་ནི་མངོན་པར་འབྱུང་རིག་ནས།
en: When people hear that you have renounced all this,

source: །ལྷ་མིར་བཅས་པའི་འཇིག་རྟེན་མོས།
en: The world with its gods and humans will long for the same.

source: །ཁྱོད་ནི་འདོད་ལ་མི་དགྱེས་ཏེ།
en: “You are not delighted by desire;

source: །བསམ་གཏན་བདེ་བས་གནས་མཛད་ཀྱང་།
en: You rest in the bliss of concentration.

source: །ལྷ་མི་བརྒྱ་ཕྲག་མང་པོ་དག །གཉིད་ཀྱིས་ལོག་ལས་སད་པར་མཛད།
en: Yet many hundreds of gods and humans, You awaken from their sleep.

source: །དར་ལ་བབ་འདི་ཤིན་ཏུ་འདའ།
en: “The prime of life is very short;

source: །རི་གཟར་འབབ་ཆུ་མགྱོགས་འགྲོ་བཞིན།
en: It passes quickly, like a cascading waterfall.

source: །དར་ལ་བབ་པ་ཡལ་གྱུར་ནས།
en: As youth fades away,

source: །མངོན་པར་འབྱུང་བ་མཛེས་མ་ལགས།
en: Leaving home will not seem appealing.

source: །དེ་སླད་ཐོག་མར་གཞོན་པའི་ཚེ། །དར་བབ་དམ་པར་མངོན་བྱུང་སྟེ།
en: “So depart from home now While you are still young and in your prime.

source: །ཐུགས་དམ་ཉམས་འོག་ཆུད་མཛོད་ལ། །ལྷ་མི་དོན་ནི་མཛད་པའི་རིགས།
en: Fulfill your promise And act in the interest of the host of gods.

source: །འདོད་པའི་ཡོན་ཏན་མི་ངོམས་ཏེ། །དཔེར་ན་ལན་ཚྭའི་ཆུ་དང་མཚུངས།
en: “Desired objects never satisfy; They are just like salty water from the ocean. Satisfied, however, are those who possess knowledge,

source: །འཕགས་པ་རྡུལ་མེད་འཇིག་རྟེན་འདས། །ཤེས་རབ་གང་ལྡན་དེ་དག་ངོམས།
en: The stainless noble ones who transcend the world.

source: །ཁྱོད་འདིར་རྒྱལ་པོ་ཟས་གཙང་དང་། །ཡུལ་འཁོར་རྣམས་ཀྱི་ཡིད་འོང་སྡུག །འདབ་མ་བརྒྱ་པའི་ཞལ་འདྲ་བ།
en: “You are the delight of King Śuddhodana’s kingdom, Who has won its hearts and minds. Your face is like a blooming lotus with hundreds of petals.

source: །མངོན་པར་འབྱུང་བར་དགོངས་སུ་གསོལ།
en: So please consider departing now!

source: །ཉོན་མོངས་གདུང་བས་རབ་གདུངས་ཤིང་།
en: “Beings suffer from the burning torment of disturbing emotions.

source: །འབྱུང་མེད་བཅིང་བས་དམ་བཅིངས་རྣམས།
en: They are without refuge, bound in heavy fetters.

source: །དཔའ་བོས་མྱུར་དུ་མཚུངས་མེད་པ།
en: Hero, quick, establish them in peace

source: །ཐར་ལམ་ཞི་ལ་དགོང་དུ་གསོལ།
en: On the path to complete liberation.

source: །ཁྱོད་ནི་སྨན་པ་ཁམས་ལ་མཁས། །སེམས་ཅན་ཡུན་རིང་ན་རྣམས་ལ། །ཆོས་ཀྱི་སྨན་ནི་སྦྱོར་མཛད་དེ། །མྱ་ངན་འདས་བདེ་མྱུར་དུ་ཁོད།
en: “You, the skilled physician, Please, quickly establish in the happiness of nirvāṇa The beings touched by diseases, who have suffered for so long, By dispensing the medicine of Dharma.

source: །མིག་མེད་མུན་པ་གཏི་མུག་གླགས།
en: “Beings are blind in the darkness of their stupor

source: །ལྟ་བའི་དྲ་བས་དཀྲིས་པ་ཡི།
en: And bound by the web of wrong views.

source: །ལྷ་རྣམས་དང་ནི་མི་ཡི་མིག །ཤེས་རབ་སྒྲོན་མ་མྱུར་དུ་སྦྱོངས།
en: You are the eye of gods and humans, So quick, shine the light of wisdom.

source: །བྱང་ཆུབ་ཐོབ་པར་བལྟ་བྱ་ཞིང་།
en: “ ‘We must see the One Who Has Attained Awakening,

source: །བླ་ན་མེད་པའི་ཆོས་མཉན་ཅེས།
en: And listen to the unexcelled Dharma.’

source: །ལྷ་དང་ལྷ་མིན་ཀླུ་དག་དང་། །
en: So say the many gods, demigods, nāgas,

source: གནོད་སྦྱིན་དྲི་ཟ་མང་པོ་སྡོད།
en: Yakṣas, and gandharvas who are watching you.

source: །ཀླུ་ཡི་རྒྱལ་པོས་རང་གི་གནས། །ཁྱོད་ཀྱི་དཔལ་གྱིས་སྣང་བར་མཐོང་།
en: “The king of nāgas can see your splendor, Since it illumines even his abode.

source: །མཆོད་པ་དག་ནི་མཐའ་ཡས་བགྱིད།
en: He brings boundless offerings,

source: །དེ་ཡི་བརྟུལ་ཞུགས་བསམ་པ་སྐོངས།
en: So fulfill his wish for disciplined conduct.

source: །བྱང་ཆུབ་ཤིང་དྲུང་ཡིད་རྫོགས་ལ།
en: “ ‘At the feet of the Bodhi tree your mind shall be perfected,

source: །ལྷུང་བཟེད་བཞི་ནི་དབུལ་ལོ་ཞེས།
en: And we shall present you with four offering bowls.’

source: །འཇིག་རྟེན་སྐྱོང་བཞི་སྡེར་བཅས་པ།
en: So say the four guardians of the world and their armies,

source: །དེ་དག་ཁྱོད་ལ་སྡོད་ཅིང་མཆིས།
en: Who are all awaiting you.

source: །ཚངས་པ་རབ་ཏུ་ཞི་སྤྱོད་པ། །བྱམས་ལྡན་སྙིང་རྗེ་ཐོབ་པ་ཡང་། །བླ་མེད་འཁོར་ལོ་རབ་སྐོར་བར། །མི་དབང་གསོལ་སྙམ་སྡོད་ཅིང་མཆིས།
en: “Even Brahmā, the peaceful and compassionate one, Who speaks lovingly, awaits you, thinking, ‘I must request this lord of men To turn the unexcelled wheel.’

source: །བྱང་ཆུབ་བསྙེན་བཀུར་བྱེད་པའི་ལྷ།
en: “The gods who venerate awakening

source: །བྱང་ཆུབ་སྙིང་པོར་གནས་རྣམས་ཀྱང་།
en: Are all present at the seat of awakening.

source: །བྱང་ཆུབ་རྣམ་པར་འཚང་རྒྱ་བ། །བལྟའོ་ཞེས་ཏེ་སྡོད་ཅིང་མཆིས།
en: They await you, thinking, ‘We shall witness his awakening.’

source: །བྱང་ཆུབ་སེམས་དཔའ་བཙུན་མོའི་ནང་།
en: “It is true that bodhisattvas

source: །བྱ་བ་སྟོན་པ་གཞན་ཡང་མཆིས།
en: Demonstrate their occupation with consorts.

source: །དེ་དག་ཐོག་མར་ཁྱོད་གྱུར་མཛོད།
en: You, however, should be at the forefront.

source: །དེ་དག་འོག་ཏུ་ལུས་ས་རེ།
en: Do not fall behind them!

source: །དབྱངས་སྙན་ཅིང་ནི་དབྱངས་འཇམ་པ། །མར་མེ་མཛད་ཀྱིས་ལུང་བསྟན་དགོངས། །
en: “Remember the sweet-sounding and soft words Of Dīpankara when he gave his prophecy!

source: ཡང་དག་དེ་བཞིན་མ་ནོར་བ། །རྒྱལ་བའི་སྒྲ་དབྱངས་བསྒྲག་ཏུ་གསོལ།
en: Utter now the sound of the victorious ones’ voice, The voice that is genuine and free from error!”

source: །བསྐུལ་བའི་ལེའུ་སྟེ། བཅུ་གསུམ་པའོ།། །།
en: This concludes the thirteenth chapter, on encouragement.

source: དགེ་སློང་དག་དེ་ལྟར་ལྷའི་བུ་དེས་བྱང་ཆུབ་སེམས་དཔའ་བསྐུལ་མ་ཐག་ཏུ་རྒྱལ་པོ་ཟས་གཙང་མ་ལ་རྨི་ལམ་འདི་བསྟན་ཏོ།
en: Monks, while the god in this way was encouraging the Bodhisattva, a dream occurred to King Śuddhodana.

source: །རྒྱལ་པོ་ཟས་གཙང་མ་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་དུ་རྨིས་པ། བྱང་ཆུབ་སེམས་དཔའ་མཚན་མོ་མི་ཉལ་ཙམ་ན། ལྷའི་ཚོགས་ཀྱིས་བསྐོར་ཏེ་མངོན་པར་འབྱུང་ཞིང་མངོན་པར་བྱུང་ནས་ཀྱང་རབ་ཏུ་བྱུང་སྟེ། གོས་ངུར་སྨྲིག་གྱོན་པ་རྨིས་སོ།
en: As he was sleeping, King Śuddhodana dreamed that the Bodhisattva was leaving the palace in the quiet of the night, surrounded by a host of gods. As the Bodhisattva left the palace, the king saw that he had become ordained and was wearing the saffron-colored robes.

source: །དེ་ནས་དེ་སད་པ་དང་། རིངས་པ་རིངས་པར་ཉུང་རུམ་ལ་དྲིས་པ། གཞོན་ནུ་བཙུན་མོའི་འཁོར་གྱི་ནང་ན་འདུག་གམ།
en: As soon as the king awoke, he immediately asked the chamberlain, “Is the young prince with the consorts?”

source: དེས་སྨྲས་པ་ལྷ་བཞུགས་སོ།
en: The chamberlain replied, “Yes, Your Majesty.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མ་འདི་སྙམ་དུ། གཞོན་ནུ་ནི་གདོན་མི་ཟ་བར་མངོན་པར་འབྱུང་བར་འགྱུར་ཏེ། སྔ་ལྟས་སུ་སྣང་བ་ནི་འདི་དག་ཡིན་སྙམ་ནས། ཁོང་པའི་སྙིང་ལ་མྱ་ངན་གྱི་ཟུག་རྔུས་ཟུག་པར་གྱུར་ཏོ། །དེ་ཡང་འདི་སྙམ་དུ་སེམས་ཏེ།
en: King Śuddhodana, sitting in the female quarters, thought to himself, “Then the young prince will surely leave us soon, as these omens foretell.” As a sharp pain shot through his heart, he began to scheme:

source: བདག་གི་གཞོན་ནུ་ནི་སྐྱེད་མོས་ཚལ་གྱི་སར་ཡང་ནམ་ཡང་འགྲོ་བར་མི་འགྱུར་ཏེ།
en: “My young prince must never even set foot in the palace gardens.

source: བུད་མེད་ཀྱི་ཚོགས་ཀྱི་ནང་ན་མངོན་པར་དགའ་བས་འདི་ཉིད་དུ་ཆགས་པར་འགྱུར་ཏེ།
en: He must always remain inside with the maidens so that he will be addicted to their pleasures.

source: མངོན་པར་འབྱུང་བར་ནི་མི་འགྱུར་རོ་སྙམ་མོ།
en: He must never leave us!”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མ་གཞོན་ནུའི་ལོངས་སྤྱོད་ཀྱི་ཕྱིར། དཔྱིད་དང་། དབྱར་དང་། སྟོན་གྱི་དུས་ཇི་ལྟ་བ་བཞིན་དུ་ཁང་བཟངས་གསུམ་བྱེད་དུ་བཅུག་གོ། །དེ་ལ་དཔྱིད་ས་གང་ཡིན་པ་དེ་ནི་ཤིན་ཏུ་བསིལ་བའོ།
en: Then, in order for the young prince to enjoy himself, King Śuddhodana erected three palaces for each of the three seasons—hot, rainy, and cold.

source: །དབྱར་ས་གང་ཡིན་པ་དེ་ནི་གྲང་དྲོ་རན་པའོ། །དགུན་ས་གང་ཡིན་པ་དེ་ནི་རང་བཞིན་གྱིས་དྲོ་བའོ།
en: The Hot Season Palace was ve2ry cool, the Rainy Season Palace was both cool and warm, and the Winter Palace was naturally warm.

source: །ཁང་བཟངས་རེ་རེའི་གྲུ་སྐས་རྣམས་ཀྱང་མི་ལྔ་བརྒྱ་ལྔ་བརྒྱས་འཛུགས་ཤིང་འབེབས་སོ།
en: At each palace five hundred guardsmen walked up and down the staircase.

source: །དེ་དག་དེ་ལྟར་འཛུགས་ཤིང་འབེབས་པ་ན་གཞོན་ནུ་སུས་ཀྱང་མ་ཚོར་བར་མངོན་པར་བྱུང་བར་འགྱུར་དུ་འོང་ངོ་ཞེས་སྒྲ་དཔག་ཚད་ཕྱེད་དུ་གྲག་པ་བྱུང་ངོ་།
en: While they were ascending and descending the stairs, their calls could be heard for a distance of half a league. Everyone thought, “The young prince will never be able to leave without being noticed.”

source: །ལྟས་པ་དང་མཚན་མཁན་ཀུན་གྱིས་ཀྱང་། གཞོན་ནུ་ནི་ཆབ་སྒོ་བཀྲ་ཤིས་པ་ནས་མངོན་པར་འབྱུང་བར་འགྱུར་རོ། །ཞེས་ལུང་བསྟན་ཏོ། །དེ་ནས་རྒྱལ་པོས་བཀྲ་ཤིས་ཀྱི་སྒོའི་སྒོ་འཕར་ཆེན་པོ་བྱེད་དུ་བཅུག་སྟེ། སྒོ་འཕར་རེ་རེ་ཡང་མི་ལྔ་བརྒྱ་ལྔ་བརྒྱས་འབྱེད་ཅིང་གཅོད་དོ།
en: Nevertheless all the astrologers and fortunetellers kept making the same prediction, saying, “The young prince will leave through the Gate of Auspiciousness.” So the king had massive door panels fitted into the Gate of Auspiciousness, so large that it took five hundred men to open and close each of them.

source: །དེ་དག་གི་སྒྲ་ཡང་དཔག་ཚད་ཕྱེད་དུ་གྲག་གོ།
en: The calls of these five hundred men could be heard half a league away.

source: །དེ་ལ་འདོད་པའི་ཡོན་ཏན་མཚུངས་པ་མེད་པ་ཡང་སྦྱོར་རོ།
en: The king provided the palaces with the five desirable things, the likes of which had never been seen before.

source: །གླུ་དང་རོལ་མོའི་སྒྲ་དབྱངས་ལེན་པ་དང་། གར་བྱེད་པའི་ན་ཆུང་དག་ཀྱང་རྟག་ཏུ་བཞག་པར་གྱུར་ཏོ།
en: There were constantly young maidens around the Bodhisattva, playing their instruments, singing songs, and dancing for him.

source: །དགེ་སློང་དག་དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་ཁ་ལོ་སྒྱུར་བ་ལ་སྨྲས་པ། དེང་སྐྱེད་མོས་ཚལ་གྱི་སར་འགྲོས་ཤིང་རྟ་མྱུར་དུ་སྦྱོར་ཅིག །
en: Monks, at that point the Bodhisattva told his charioteer, “I will go to the parks, so quick, go and prepare my chariot.”

source: དེ་ནས་ཁ་ལོ་སྒྱུར་བ་རྒྱལ་པོ་ཟས་གཙང་མའི་གན་དུ་སོང་སྟེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ལྷ་གཞོན་ནུ་སྐྱེད་མོས་ཚལ་གྱི་སར་འབྱུང་ངོ་ཞེས་གསུང་ངོ་།
en: But the charioteer went to King Śuddhodana and told him, “Your Majesty, the young prince wishes to visit the parks.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མ་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་གཞོན་ནུ་སྐྱེད་མོས་ཚལ་གྱི་སར་ནམ་ཡང་མ་ཕྱུང་བས་ས་བཟང་པོ་བལྟ་བར་བྱ་བའི་ཕྱིར་བདག་གིས་གཞོན་ནུ་སྐྱེད་མོས་ཚལ་གྱི་སར་ཕྱུང་ན་འོན་ཏང་གཞོན་ནུ་བུད་མེད་ཀྱི་ཚོགས་ཀྱིས་བསྐོར་ཏེ་དགའ་བ་མྱོང་བར་འགྱུར་བས། མངོན་པར་མི་འབྱུང་ངོ་སྙམ་མོ།
en: On hearing that, King Śuddhodana thought to himself, “My young prince has never been to the parks to see their lovely grounds. However, if I allow him to visit the parks, the young prince must be surrounded by women. That way he can really enjoy amorous delights and surely he will not leave us then.”

source: །དེ་ནས་རྒྱལ་པོ་ཟས་གཙང་མ་བྱང་ཆུབ་སེམས་དཔའ་ལ་བྱམས་པ་དང་། རིམ་གྲོ་བྱེད་པས་ད་སྟེ་ཞག་བདུན་ན་གཞོན་ནུ་ས་བཟང་པོ་བལྟ་བའི་ཕྱིར་སྐྱེད་མོས་ཚལ་གྱི་སར་འབྱུང་གིས། དེར་ཁྱེད་ཀྱིས་གཞོན་ནུའི་མིག་ཏུ་མི་འོང་བ་མཐོང་བར་མི་འགྱུར་བར་ཡིད་དུ་མི་འོང་བ་ཐམས་ཅད་ནི་སོལ་ཅིག །ཡིད་དུ་འོང་བ་དང་། ཡུལ་ཉམས་དགའ་བ་ཐམས་ཅད་ནི་སྦྱོར་ཅིག་ཅེས་གྲོང་ཁྱེར་དུ་དྲིལ་བསྒྲགས་སོ།
en: As King Śuddhodana had such love for the Bodhisattva and wanted to please him, he dispatched bell ringers and made the following announcement to the people in his city: “Seven days from now, the young prince will be visiting the grounds of the pleasure grove. You must all make sure that the young prince does not catch sight of anything disagreeable, so take care that everything that is not beautiful has been removed, and every nice thing, pleasing to the senses, has been brought forth!”

source: །དེ་ནས་ཞག་བདུན་གྱི་ཉིན་པར་གྲོང་ཁྱེར་ཐམས་ཅད་བརྒྱན་ཏོ། ། སྐྱེད་མོས་ཚལ་ཡང་མཛེས་པར་བྱས་ཏེ། རས་བཅོས་བུ་ཁ་དོག་ཐ་དད་པའི་བླ་རེ་ནི་བྲེས། གདུགས་དང་རྒྱལ་མཚན་དང་། བ་དན་གྱིས་ནི་ལེགས་པར་བརྒྱན་ཏོ།
en: Accordingly, on the seventh day, the entire city was beautifully adorned. The parks were also adorned with canopies of cloth in various colors, as well as parasols, flags, and banners.

source: །བྱང་ཆུབ་སེམས་དཔའ་ལམ་གང་ནས་འགྲོ་བའི་ལམ་དེ་ཡང་ཆག་ཆག་བཏབ་སྟེ་ཕྱགས་ནས། སྤོས་ཆུའི་ཆག་ཆག་བཏབ་སྟེ། མེ་ཏོག་སིལ་མ་ནི་ཆལ་པར་བཀྲམ། པོག་ཕོར་ནས་ནི་བདུགས། བུམ་པ་གང་བས་ནི་མཛེས་པར་བྱས། ཆུ་ཤིང་ལྗོན་པ་ནི་བསྒྲེང་། དར་ཐ་དད་པ་སྣ་ཚོགས་ཀྱི་བླ་རེ་ནི་བྲེས། རིན་པོ་ཆེའི་དྲིལ་བུ་གཡེར་ཀའི་དྲ་བ་དང་། རྒྱན་ཕྲེང་དང་ཆུན་པོ་ནི་སྤྱངས།
en: The road on which the Bodhisattva was to proceed had been sprinkled and swept, sprayed with perfumed water, and scattered with fresh flower petals. Incense burners dispensed fragrant smoke, and along the road vases had been placed and plantain trees planted. The road was shaded with silk canopies in many colors, and festooned with nets of tiny jewel bells and decorative garlands and tassels.

source: དཔུང་བཞིའི་བཀོད་པ་ནི་བྱས་སོ། །གཡོག་འཁོར་ཀྱང་གཞོན་ནུའི་བཙུན་མོའི་འཁོར་བརྒྱན་པའི་ཕྱིར་བརྩོན་པར་གྱུར་ཏོ།
en: Four army divisions had also taken position along the route, and members of the retinue were busy adorning the young prince’s consorts.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་བཀོད་པ་ཆེན་པོས་གྲོང་ཁྱེར་གྱི་ཤར་ཕྱོགས་ཀྱི་སྒོ་ནས་སྐྱེད་མོས་ཚལ་གྱི་སར་བྱུང་ངོ་། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་ཀྱི་མཐུས་གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ཀྱིས་མི་རྒན་པོ་གཏུགས་པ། འཁོགས་པ། ལུས་ལས་རྩ་རྒྱུས་འཐོན་པ། སོ་རྒལ་བ། ལུས་གཉེར་མས་གང་བ། སྐྲ་བྱི་བ། སྒུར་བ་གདུང་རྟེན་ལྟར་དགུ་བ། ཞོམ་པ།
en: Amid all this activity, while the Bodhisattva was exiting through the eastern gate of the city on his way to the parks, through the power of the Bodhisattva the gods from the pure realms emanated an old man on the road ahead. He was a decrepit old man, so skinny that the veins on his body protruded. His teeth had fallen out and he was covered in wrinkles everywhere.་His hair was gray and he was hunched over like the rafters in a gable roof.

source: འཁར་བ་ལ་རྟེན་པ། མཐུ་ཟད་པ། དར་ཡལ་བ།
en: Weak and broken, he had to use a stick to keep himself from falling. He was in pain and his vitality was long gone.

source: མིད་པ་ནས་སྒྲ་ངར་ངར་པོ་འབྱུང་བ།
en: The only sounds that emerged from his throat were a dry wheezing.

source: ལུས་སྒུ་བས་འཁར་བ་ལ་བརྟེན་ནས་ཡན་ལག་དང་ཉིང་ལག་ཐམས་ཅད་འདར་བ་ཞིག་ལམ་ཀར་བསྟན་པར་གྱུར་ཏོ།
en: As he stood there on the road, with the weight of his upper body supported by his stick, all his limbs were shaking and trembling.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔས་ཤེས་བཞིན་དུ་ཁ་ལོ་སྒྱུར་བ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When the Bodhisattva saw the man, he asked his charioteer the following, even though he already knew the answer:

source: །ཁ་ལོ་སྒྱུར་བ་མི་རིད་ཉམ་ཆུང་ཞིང་། །ཤ་ཁྲག་སྐམས་ལ་རྒྱུས་ལྤགས་ཉི་ཚེས་དཀྲིས།
en: “Charioteer! Who is that decrepit man? He is so weak, emaciated, and wrinkled;

source: །མགོ་དཀར་སོ་རྒལ་ལུས་ནི་རབ་སྐེམ་ལ།
en: His head is all gray, his teeth are few and far between, and his body is so skinny.

source: །འཁར་བ་བརྟེན་ཅིང་མི་བདེར་འཁྱོར་འགྲོས་སུ།
en: Holding his stick, he sways in discomfort from side to side.”

source: །ཁ་ལོ་སྒྱུར་བས་སྨྲས་པ།
en: The charioteer replied:

source: ལྷ་ཅིག་མི་འདི་རྒ་བས་ཟིལ་གྱིས་ནོན།
en: “Your Highness, that man is overcome by old age;

source: །དབང་པོ་ཉམས་ཤིང་སྡུག་བསྔལ་བརྩོན་སྟོབས་ཉམས།
en: His senses are weak, he suffers greatly, and his strength and energy are gone.

source: །གཉེན་གྱི་སྐྱེ་བོས་བརྙས་ཤིང་མགོན་མེད་གྱུར།
en: His relatives despise him and no one looks after him;

source: །དོན་བགྱིད་མི་ནུས་ནགས་ཁྲོད་ཤིང་ལྟར་བོར།
en: Unable to function, he has been abandoned like a piece of wood in the forest.”

source: །བྱང་ཆུབ་སེམས་དཔས་སྨྲས་པ།
en: The Bodhisattva then asked:

source: འདི་ཡི་ཆོས་འདི་རིགས་ཀྱི་ཡིན་ནམ་འོན་ཏམ་ནི། །འགྲོ་བ་འདི་ཀུན་ལ་ཡང་འདི་སྲིད་དེ་སྨྲོས་ཤིག །
en: “Is that a practice specific to his family, Or could that happen to anyone?

source: ཚིག་འདི་ཡང་དག་ཇི་བཞིན་མྱུར་དུ་སྨྲོས་ཤིག་དང་། །ཐོས་ནས་དེ་བཞིན་དོན་ལ་འདིར་ནི་ཚུལ་བཞིན་བསམ།
en: Quick, tell me the truth! Then I will reflect on what I hear.”

source: ལྷ་འདི་རིགས་ཆོས་མ་ལགས་ཡུལ་འཁོར་ཆོས་མ་ལགས།
en: “Your Highness, that is not the practice of his caste or the state;

source: །སྐྱེ་བོ་ཀུན་གྱི་དར་ལ་བབ་པ་རྒ་བས་འཇོམས།
en: For all beings, old age overcomes youth.

source: །ཁྱོད་ཀྱི་ཡབ་དང་ཡུམ་དང་ཉེ་དུ་གཉེན་ཚོགས་ཀྱང་།
en: Even your father, mother, friends, and relatives

source: །རྒ་ལས་མཐར་འགྲོ་བ་ཡི་ཐབས་ནི་གཞན་མ་མཆིས།
en: Are not free from old age, nor is any other class of people.”

source: ཁ་ལོ་སྒྱུར་བ་བྱིས་པའི་སྐྱེ་བོ་མི་མཁས་པའི། །བློ་ངན་གཞོན་པས་རྒྱགས་ཤིང་མྱོས་པས་རྒ་མ་མཐོང་།
en: “Charioteer, how sad! Childish and ignorant beings do not see old age, Proud and crazed as they are in youth.

source: །ང་ནི་སླར་འགྲོ་ང་ཡི་ཤིང་རྟ་མྱུར་དུ་སྒྱུར།
en: I will go back now—quick, turn my chariot around!

source: །ང་ཡང་རྒ་ལ་གནས་པས་རྩེ་དགའ་ས་ཅི་ཞིག་བྱ།
en: If I shall also be old, how can I enjoy myself and play games?”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཤིང་རྟའི་མཆོག་དེ་སླར་བསྒྱུར་ཏེ་ཕྱིར་གྲོང་ཁྱེར་དུ་ཞུགས་སོ།
en: So the Bodhisattva turned his fine chariot around and returned to the city.

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་དུས་གཞན་ཞིག་ན། བཀོད་པ་ཆེན་པོས་གྲོང་ཁྱེར་གྱི་ལྷོ་ཕྱོགས་ཀྱི་སྒོ་ནས་སྐྱེད་མོས་ཚལ་གྱི་སར་ཞུགས་པ་དང་། དེས་ལམ་ཀ་ན་མི་ནད་ཀྱིས་ཉེན་པ།
en: However, monks, sometime later, while the Bodhisattva was setting out for the parks through the southern city gate, again accompanied by a large parade, he saw on the road a man suffering from disease.

source: དམུ་རྫིང་ཅན་ལུས་ཉམ་ཆུང་བ། རང་གི་གཅིནསྐྱག་་ཏུ་བྱིང་བ།
en: His body was weak, and he was suffering greatly as he lay in his own urine and feces.

source: མགོན་མེད་པ། སྐྱབས་མེད་པ། ཤིན་ཏུ་ཤ་ཐང་བར་དབུགས་དབྱུང་ཞིང་བརྔུབ་དགོས་པ་ཞིག་མཐོང་ངོ་།
en: There was no one to take care of him or assist him, and he was breathing only with the greatest difficulty.

source: །མཐོང་ནས་ཀྱང་ཡང་བྱང་ཆུབ་སེམས་དཔས་ཤེས་བཞིན་དུ་ཁ་ལོ་སྒྱུར་བ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: When the Bodhisattva saw this man, he turned to the charioteer and asked him the following, even though he already knew the answer:

source: །ཁ་ལོ་སྒྱུར་བ་མི་རྩུབ་ལུས་ཀྱི་མདོག་ངན་ལ།
en: “Charioteer, the body of this poor man is covered in sores and discolored;

source: །དབང་པོ་ཐམས་ཅད་ཉམས་ཤིང་དབུགས་དབྱུང་རབ་ཏུ་དཀའ།
en: His senses are weak, he is crippled, and he breathes so heavily.

source: །ཡན་ལག་ཀུན་སྐམས་ལྟོ་བས་དཀྲུགས་ཤིང་ཉམ་ཐག་གྱུར།
en: He is so skinny, his belly is in convulsions, and he suffers;

source: །རང་གི་གཅིན་རྟུག་སྨད་པའི་གནས་ན་འདུག་འདི་སུ།
en: He is lying in his own excrement, in a revolting state.”

source: ལྷ་ཅིག་མི་འདི་ཤིན་ཏུ་ནད་ཀྱིས་བཏབ་པ་སྟེ།
en: “Your Highness, that man is seriously ill;

source: །ནད་ཀྱི་འཇིགས་པ་ཉེ་བར་མཆིས་པས་འགུམ་ལ་ཐུག །ནད་མེད་གཟི་བརྗིད་མ་མཆིས་སྟོབས་ཀྱང་རྣམ་པར་ཉམས།
en: Confronted by the terrors of disease, he is now on the brink of death. The splendor of his former health is gone and his strength has been lost;

source: །མགོན་དང་སྐྱབས་དང་གླིང་དང་དཔུང་གཉེན་མ་མཆིས་ལགས།
en: He has no protection, refuge, or sanctuary, and nowhere to go.”

source: ནད་མེད་པ་ཡང་རྨི་ལམ་ན་ནི་རྩེ་དང་མཚུངས།
en: “Health is just like a play in a dream!
